
URL = "https://www.readfootball.com/tables.html"

HEADERS = {"User-Agent": "Mozilla/5.0 (Windows NT 10.0; Win64; x64) AppleWebKit/537.36 (KHTML, like Gecko) Chrome/116.0.0.0 Safari/537.36"}


CHAMPIONSHIP = {"Турнирная таблица чемпионата России": None,
                "Турнирная таблица ФНЛ": None,
                "Турнирная таблица чемпионата Англии": None,
                "Турнирная таблица чемпионата Германии": None,
                "Турнирная таблица чемпионата Испании": None,
                "Турнирная таблица чемпионата Италии": None,
                "Турнирная таблица чемпионата Франции": None,
                "Турнирная таблица чемпионата Нидерландов": None,
                "Турнирная таблица чемпионата Португалии": None,
                "Турнирная таблица чемпионата Турции": None,
                }


COUNTRY_CHAMPIONSHIP = {
                "Russia": "Турнирная таблица чемпионата России",
                "FNL": "Турнирная таблица ФНЛ",
                "England": "Турнирная таблица чемпионата Англии",
                "Germany": "Турнирная таблица чемпионата Германии",
                "Spain": "Турнирная таблица чемпионата Испании",
                "Italy": "Турнирная таблица чемпионата Италии",
                "France": "Турнирная таблица чемпионата Франции",
                "Netherlands": "Турнирная таблица чемпионата Нидерландов",
                "Portugal": "Турнирная таблица чемпионата Португалии",
                "Turkey": "Турнирная таблица чемпионата Турции",
                }